Repository: Kiki79250CoC/SMWMTL
Catalog: SMW MultiTool Launcher/Frm03_Settings.*.resx
Languages: fr

# UI_SettingsTab01.Text
source: UI Appearance
fr: Apparence UI

# UI_SettingsTab02.Text
source: Icons and buttons
fr: Icônes et boutons

# UI_SettingsTab04.Text
source: Custom shortcuts
fr: Raccourcis personnalisés

# UI_SettingsTab05.Text
source: Software Updates
fr: Mises à jour

# UI_Tab01_Title02.Text
source: Theme Options
fr: Option du thème

# UI_Tab01_Cat04.Text
source: Theme selection
fr: Sélection du thème

# Text_003.Text
source: Theme:
fr: Thème :

# AppOption_Theme.Items
source: No theme
fr: Aucun thème

# UI_Tab01_Cat03.Text
source: Application opacity
fr: Opacité de l'application

# Text_002.Text
source: Opacity:
fr: Opacité :

# AppOption_AppOpacityApplyMode.Items
source: Main window only
fr: Fenêtre principale uniquement

# AppOption_AppOpacityApplyMode.Items1
source: All Windows
fr: Toutes les fenêtres

# AppOption_AppOpacityApplyMode.Items2
source: All Windows except Settings
fr: Toutes les fenêtres sauf celle des Paramètres

# AppOption_AppOpacity.Text
source: Enable windows transparency
fr: Activer la transparence des fenêtres

# Text_001.Text
source: Application mode:
fr: Mode d'application :

# UI_Tab01_Cat02.Text
source: Appearance tweaks
fr: Modifications d'apparence

# AppOption_CustomTextFormattingCodes.Text
source: Formatting codes
fr: Codes de formatage

# AppOption_AdditionalTitleTextType.Items
source: Account username
fr: Nom d'utilisateur

# AppOption_AdditionalTitleTextType.Items1
source: Date and Time
fr: Date et heure

# AppOption_AdditionalTitleTextType.Items2
source: Personalized Text (Max : 48 characters)
fr: Texte personnalisé (Max : 48 caractères)

# AppOption_CustomTitleText.Text
source: Add some additional infos in the main window title
fr: Afficher des infos additionnelles dans le titre de la fenêtre principale

# AppOption_HideTitle.Text
source: Hide window title
fr: Masquer le titre de la fenêtre

# AppOption_ShowBlankIcon.Text
source: Show a blank space to keep the menu
fr: Afficher un espace vide pour conserver le menu

# AppOption_HideIcon.Text
source: Hide window Icon
fr: Masquer l'icône de la fenêtre

# AppOption_LockAtTopMost.Text
source: Lock the main window in the foreground
fr: Verrouiller la fenêtre à l'avant-plan

# UI_Tab01_Title01.Text
source: General Appearance Options
fr: Options d'apparence générales

# UI_Tab01_Cat01.Text
source: Application look
fr: Visuel de l'application

# AppOption_DarkThemeToggle.Text
source: Enable dark mode
fr: Activer le mode sombre

# AppOption_WinClassicEnhancements.Text
source: Visual enhancements for Windows Classic
fr: Améliorations visuelles pour Windows Classic

# UI_Tab02_Title01.Text
source: Icons and Buttons Options
fr: Options des icônes et boutons

# UI_Tab02_Cat03.Text
source: Bottom bar buttons options
fr: Options des boutons de la barre inférieure

# AppOption_UseShell32About.Text
source: Use Shell32-based about box
fr: Utiliser une boîte "À propos" basée sur Shell32

# UI_Tab02_Cat04.Text
source: Other options
fr: Autres options

# AppOption_BtmBarSeparators.Text
source: Show buttons separators
fr: Afficher les séparateurs des boutons

# AppOption_HideBottomBtns.Text
source: Hide bottom bar buttons
fr: Masquer les boutons de la barre inférieure

# AppOption_BuiltInAboutWindows_Prewiew.Text
source: Preview
fr: Aperçu

# AppOption_DisplayReportCrashButton.Text
source: Show "Report Bug / Crash" button
fr: Afficher le bouton "Signaler un bug / Crash"

# AppOption_DisplayAboutButton.Text
source: Show "About SMWMTL" button
fr: Afficher le bouton "À propos de SMWMTL"

# AppOption_DisplayTaskmgrButton.Text
source: Show "Task Manager" button
fr: Afficher le bouton "Gestionnaire des Tâches"

# AppOption_DisplayHelpButton.Text
source: Show "SMWMTL Help" button
fr: Afficher le bouton "Aide de SMWMTL"

# AppOption_DisplaySuggestUpdateButton.Text
source: Show "Suggest Tool / Update" button
fr: Afficher le bouton "Suggérer un outil / Mise à jour"

# AppOption_BuiltInWinver.Text
source: Preview - Use built-in box
fr: Aperçu - Utiliser la boîte intégrée à SMWMTL

# AppOption_DisplayWinverButton.Text
source: Show "Windows Version" button
fr: Afficher le bouton "Version de Windows"

# UI_Tab02_Cat02.Text
source: Task Manager button icon
fr: Icône du bouton "Gestionnaire des Tâches"

# Text_006.Text
source: Back color:
fr: Couleur fond :

# Text_005.Text
source: Line color:
fr: Couleur ligne :

# AppOption_TaskmgrIconBasedOnCurrentOS.Text
source: Use the Windows' Task Manager icon
fr: Utiliser l'icône native de Windows à la place

# AppOption_TaskmgrIconLineColor.Items
source: Red
fr: Rouge

# AppOption_TaskmgrIconLineColor.Items1
source: Green
fr: Vert

# AppOption_TaskmgrIconLineColor.Items2
source: Blue
fr: Bleu

# AppOption_TaskmgrIconLineColor.Items3
source: Purple
fr: Violet

# AppOption_TaskmgrIconLineColor.Items4
source: Yellow
fr: Jaune

# AppOption_TaskmgrIconLineColor.Items6
source: Pink
fr: Rose

# AppOption_TaskmgrIconLineColor.Items7
source: Brown
fr: Marron

# AppOption_TaskmgrIconLineColor.Items8
source: Gray
fr: Gris

# AppOption_TaskmgrIconLineColor.Items9
source: White
fr: Blanc

# AppOption_TaskmgrIconBackColor.Items
source: Dark Gray
fr: Gris foncé

# AppOption_TaskmgrIconBackColor.Items1
source: White
fr: Blanc

# UI_Tab02_Cat01.Text
source: Windows version button icon
fr: Icône du bouton "Version de Windows"

# AppOption_WinverIconBasedOnCurrentOS.Text
source: Detect automatically from your Windows version
fr: Détecter en fonction de la version de Windows

# Text_004.Text
source: Select icon:
fr: Sélectionner une icône :

# AppOption_WinverIcon.Items18
source: Windows 8.x (Colored)
fr: Windows 8.x (Coloré)

# UI_Tab03_Cat03.Text
source: Application integration in Windows
fr: Intégration de l'application à Windows

# AppOption_ShowSystrayIcon.Text
source: Show a notification icon in system tray
fr: Afficher une icône de notification dans la zone de notification système

# UI_Tab03_Cat04.Text
source: Keyboard shortcuts
fr: Raccourcis clavier

# AppOption_OpenAboutDialogKeyboardShortcut.Text
source: CTRL+F12 : Open "About SMWMTL" window
fr: CTRL+F12 : Ouvrir la fenêtre "À propos de SMWMTL"

# AppOption_OpenSuggestUpdateKeyboardShortcut.Text
source: CTRL+S : Open "Suggest Tool / Update" window
fr: CTRL+S : Ouvrir la fenêtre "Suggérer un Outil / Mise à jour"

# AppOption_OpenHelpKeyboardShortcut.Text
source: F1 : Open "Help" window
fr: F1 : Ouvrir l'aide du logiciel

# AppOption_CustomShortcutsKeyboardShortcut.Text
source: CTRL+1 to CTRL+6 : Personalized shortcuts
fr: CTRL+1 to CTRL+6 : Raccourcis personnalisés

# AppOption_OpenSettingsKeyboardShortcut.Text
source: CTRL+P : Open settings
fr: CTRL+P : Ouvrir les paramètres

# AppOption_QuickRestartKeyboardShortcut.Text
source: CTRL+SHIFT+DEL : Quickly restart SMWMTL
fr: CTRL+SHIFT+DEL : Redémarrer rapidement SMWMTL

# UI_Tab03_Cat01.Text
source: Main window
fr: Fenêtre principale

# AppOption_DisplayCompleteVersionOnMainWindow.Text
source: Display complete version number ($VER) on main window
fr: Afficher le numéro de version complet ($VER) sur la fenêtre princiaple

# Text_008.Text
source: Check or uncheck buttons that you want to see or not on the main window:
fr: Cochez ou décochez les boutons que vous souhaitez voir ou non sur la fenêtre principale :

# Text_007.Text
source: Number of columns to display:
fr: Nombre de colonnes à afficher :

# UI_Tab03_Cat02.Text
source: "About SMWMTL" window
fr: Fenêtre "À propos de SMWMTL"

# AppOption_EnableLegacyAboutBox.Text
source: Show a button to access the legacy about box (from 2.0x releases) in current one
fr: Afficher un bouton d'accès à l'ancienne boîte d'à propos (des versions 2.0x) sur l'actuelle

# AppOption_HideVersionStringInAboutBox.Text
source: Show version string in about box
fr: Afficher la chaîne de version dans la fenêtre d'à propos

# UI_Tab03_Title01.Text
source: General Launcher Options
fr: Options générales du launcher

# UI_Tab04_Cat05.Text
source: Shortcut 4
fr: Raccourci 4

# AppOption_EnableCustomShortcut_4.Text
source: Enable custom shortcut 4
fr: Activer le raccourci personnalisé 4

# AppOption_Shortcut4_SelectFile.Text
source: Browse...
fr: Parcourir...

# Text_018.Text
source: Shortcut path:
fr: Chemin du raccourci :

# AppOption_Shortcut4_Icon.Items23
source: Snes9x (Purple)
fr: Snes9x (Violet)

# AppOption_Shortcut4_Icon.Items24
source: Snes9x (Colored)
fr: Snes9x (Coloré)

# AppOption_Shortcut4_Icon.Items32
source: Smallhacker's Tools
fr: Outils de Smallhacker

# Text_019.Text
source: Launch with:
fr: Lancer avec :

# Text_020.Text
source: Icon:
fr: Icône :

# AppOption_Shortcut4_LaunchWith.Items
source: Managed by Windows
fr: Géré par Windows

# UI_Tab04_Cat07.Text
source: Shortcut 6
fr: Raccourci 6

# AppOption_EnableCustomShortcut_6.Text
source: Enable custom shortcut 6
fr: Activer le raccourci personnalisé 6

# Text_024.Text
source: Shortcut path:
fr: Chemin du raccourci :

# Text_025.Text
source: Launch with:
fr: Lancer avec :

# AppOption_Shortcut6_SelectFile.Text
source: Browse...
fr: Parcourir...

# AppOption_Shortcut6_Icon.Items23
source: Snes9x (Purple)
fr: Snes9x (Violet)

# AppOption_Shortcut6_Icon.Items24
source: Snes9x (Colored)
fr: Snes9x (Coloré)

# AppOption_Shortcut6_Icon.Items32
source: Smallhacker's Tools
fr: Outils de Smallhacker

# AppOption_Shortcut6_LaunchWith.Items
source: Managed by Windows
fr: Géré par Windows

# Text_026.Text
source: Icon:
fr: Icône :

# UI_Tab04_Cat04.Text
source: Shortcut 3
fr: Raccourci 3

# AppOption_Shortcut3_SelectFile.Text
source: Browse...
fr: Parcourir...

# AppOption_Shortcut3_Icon.Items23
source: Snes9x (Purple)
fr: Snes9x (Violet)

# AppOption_Shortcut3_Icon.Items24
source: Snes9x (Colored)
fr: Snes9x (Coloré)

# AppOption_Shortcut3_Icon.Items32
source: Smallhacker's Tools
fr: Outils de Smallhacker

# Text_017.Text
source: Icon :
fr: Icône :

# AppOption_Shortcut3_LaunchWith.Items
source: Managed by Windows
fr: Géré par Windows

# Text_016.Text
source: Launch with:
fr: Lancer avec :

# Text_015.Text
source: Shortcut path:
fr: Chemin du raccourci :

# AppOption_EnableCustomShortcut_3.Text
source: Enable custom shortcut 3
fr: Activer le raccourci personnalisé 3

# UI_Tab04_Cat06.Text
source: Shortcut 5
fr: Raccourci 5

# AppOption_EnableCustomShortcut_5.Text
source: Enable custom shortcut 5
fr: Activer le raccourci personnalisé 5

# Text_021.Text
source: Shortcut path:
fr: Chemin du raccourci :

# AppOption_Shortcut5_SelectFile.Text
source: Browse...
fr: Parcourir...

# AppOption_Shortcut5_LaunchWith.Items
source: Managed by Windows
fr: Géré par Windows

# Text_023.Text
source: Icon:
fr: Icône :

# AppOption_Shortcut5_Icon.Items23
source: Snes9x (Purple)
fr: Snes9x (Violet)

# AppOption_Shortcut5_Icon.Items24
source: Snes9x (Colored)
fr: Snes9x (Coloré)

# AppOption_Shortcut5_Icon.Items32
source: Smallhacker's Tools
fr: Outils de Smallhacker

# Text_022.Text
source: Launch with:
fr: Lancer avec :

# UI_Tab04_Cat03.Text
source: Shortcut 2
fr: Raccourci 2

# AppOption_Shortcut2_SelectFile.Text
source: Browse...
fr: Parcourir...

# AppOption_EnableCustomShortcut_2.Text
source: Enable custom shortcut 2
fr: Activer le raccourci personnalisé 2

# AppOption_Shortcut2_Icon.Items23
source: Snes9x (Purple)
fr: Snes9x (Violet)

# AppOption_Shortcut2_Icon.Items24
source: Snes9x (Colored)
fr: Snes9x (Coloré)

# AppOption_Shortcut2_Icon.Items32
source: Smallhacker's Tools
fr: Outils de Smallhacker

# Text_012.Text
source: Shortcut path:
fr: Chemin du raccourci :

# Text_014.Text
source: Icon:
fr: Icône :

# AppOption_Shortcut2_LaunchWith.Items
source: Managed by Windows
fr: Géré par Windows

# Text_013.Text
source: Launch with:
fr: Lancer avec :

# UI_Tab04_Cat02.Text
source: Shortcut 1
fr: Raccourci 1

# AppOption_Shortcut1_SelectFile.Text
source: Browse...
fr: Parcourir...

# AppOption_Shortcut1_Icon.Items23
source: Snes9x (Purple)
fr: Snes9x (Violet)

# AppOption_Shortcut1_Icon.Items24
source: Snes9x (Colored)
fr: Snes9x (Coloré)

# AppOption_Shortcut1_Icon.Items32
source: Smallhacker's Tools
fr: Outils de Smallhacker

# Text_011.Text
source: Icon:
fr: Icône :

# AppOption_Shortcut1_LaunchWith.Items
source: Managed by Windows
fr: Géré par Windows

# Text_010.Text
source: Launch with:
fr: Lancer avec :

# Text_009.Text
source: Shortcut path:
fr: Chemin du raccourci :

# AppOption_EnableCustomShortcut_1.Text
source: Enable custom shortcut 1
fr: Activer le raccourci personnalisé 1

# UI_Tab04_Cat01.Text
source: General
fr: Général

# AppOption_EnableCustomShortcuts.Text
source: Enable custom shortcuts
fr: Activer les raccourcis personnalisés

# UI_Tab04_Title01.Text
source: Custom shortcuts
fr: Raccourcis personnalisés

# UI_Tab05_Cat03.Text
source: "Software Updates" window
fr: Fenêtre "Mises à jour logicielles"

# AppOption_UpdateAutomaticInstallSilentMode.Text
source: Install this update silently the next time SMWMTL is started
fr: Installer la mise à jour silencieusement prochain démarrage de SMWMTL

# AppOption_UpdateAutomaticDownload.Text
source: Automatically download update when a new version is available
fr: Télécharger automatiquement la mise à jour lorsqu'une nouvelle version est disponible

# AppOption_UpdateAutomaticInstall.Text
source: Automatically install update after download
fr: Installer automatiquement la mise à jour une fois téléchargée

# UI_Tab05_Cat02.Text
source: "About SMWMTL" window
fr: Fenêtre "À propos de SMWMTL"

# AppOption_DisplayUpdateSearchVersionOnAboutWindow.Text
source: Display the update search engine version in the about window
fr: Afficher la version du moteur de recherche des mises à jour dans la fenêtre d'à propos.

# AppOption_DisplayUpdateSearchModuleOnAboutWindow.Text
source: Display the update search module in the about window
fr: Afficher le module de recherche des mises à jour dans la fenêtre d'à propos.

# UI_Tab05_Title01.Text
source: Software Updates Options
fr: Options des mises à jour logicielles

# UI_Tab05_Cat01.Text
source: At application startup
fr: Au démarrage de l'application

# AppOption_UseLegacyUpdatePopups.Text
source: Use the legacy update notification pop-ups (2.0x/2.1x)
fr: Utiliser les anciennes pop-up de notifications de mises à jour (2.0x/2.1x)

# AppOption_UpdateAtStartup_DiscreteMode.Text
source: Disable pop-up notification when a new update is available
fr: Désactiver la pop-up de notification lorsqu'une nouvelle version est disponible

# AppOption_SearchUpdateAtAppStart.Text
source: Search for updates when SMWMTL starts
fr: Rechercher des mises à jour au démarrage de SMWMTL

# AppOption_LM1CTL_DisplaySelectorOnCTRLClick.Text
source: Display version selector on CTRL+CLICK in the Lunar Magic button
fr: Afficher le sélecteur de versions avec CTRL+CLIC sur le bouton de Lunar Magic

# AppOption_EnableLM1CTL.Text
source: Enable Lunar Magic "1 Click to Launch"
fr: Activer Lunar Magic "1 Click to Launch"

# Text_036.Text
source: Selected version:
fr: Version sélectionnée :

# UI_Tab06_Cat01_SubCat03.Text
source: Executable - Slot 3
fr: Exécutable - Slot 3

# AppOption_EnableHeaderMagicLMSlot3.Text
source: Enable Header Magic for this slot (if available)
fr: Activer Header Magic pour ce slot (si disponible)

# AppOption_EnableLMSlot3.Text
source: Enable this slot
fr: Activer ce slot

# AppOption_LMslot3_SelectExecutable.Text
source: Browse...
fr: Parcourir...

# Text_035.Text
source: Executable path:
fr: Chemin de l'exécutable :

# Text_033.Text
source: Slot name:
fr: Nom du slot :

# AppOption_LMslot3_Version.Items
source: Other
fr: Autre

# UI_Tab06_Cat01_SubCat01.Text
source: Executable - Slot 1
fr: Exécutable - Slot 1

# AppOption_EnableLMSlot1.Text
source: Enable this slot
fr: Activer ce slot

# AppOption_LMslot1_SelectExecutable.Text
source: Browse...
fr: Parcourir...

# AppOption_EnableHeaderMagicLMSlot1.Text
source: Enable Header Magic for this slot (if available)
fr: Activer Header Magic pour ce slot (si disponible)

# Text_029.Text
source: Executable path:
fr: Chemin de l'exécutable :

# Text_027.Text
source: Slot name:
fr: Nom du slot :

# AppOption_LMslot1_Version.Items
source: Other
fr: Autre

# UI_Tab06_Cat01_SubCat02.Text
source: Executable - Slot 2
fr: Exécutable - Slot 2

# AppOption_EnableHeaderMagicLMSlot2.Text
source: Enable Header Magic for this slot (if available)
fr: Activer Header Magic pour ce slot (si disponible)

# AppOption_EnableLMSlot2.Text
source: Enable this slot
fr: Activer ce slot

# AppOption_LMslot2_SelectExecutable.Text
source: Browse...
fr: Parcourir...

# Text_032.Text
source: Executable path:
fr: Chemin de l'exécutable :

# Text_030.Text
source: Slot name:
fr: Nom du slot :

# AppOption_LMslot2_Version.Items
source: Other
fr: Autre

# UI_Tab06_Cat02_SubCat03.Text
source: Bsnes options
fr: Options de Bsnes

# AppOption_SelectBsnesExecutable.Text
source: Browse...
fr: Parcourir...

# Text_041.Text
source: Executable path:
fr: Chemin de l'exécutable :

# UI_Tab06_Cat02_SubCat02.Text
source: Snes9x options
fr: Options de Snes9x

# Text_040.Text
source: Selected architecture:
fr: Architecture sélectionnée :

# AppOption_Snes9x_Selectx64Executable.Text
source: Browse...
fr: Parcourir...

# AppOption_Snes9x_Selectx86Executable.Text
source: Browse...
fr: Parcourir...

# Text_039.Text
source: x64 executable path:
fr: Chemin de l'exécutable x64 :

# AppOption_Snes9x_UseColoredIcon.Text
source: Use Snes9x colored icon instead of the purple icon
fr: Utiliser l'icône colorée à la place de l'icône violette

# Text_038.Text
source: x86 executable path:
fr: Chemin de l'exécutable x86 :

# UI_Tab06_Cat02_SubCat01.Text
source: Emulator selection
fr: Sélection de l'émulateur

# Text_037.Text
source: Selected Emulator:
fr: Émulateur sélectionné :

# AppOption_SnesEmuSelector.Items2
source: Both
fr: Les deux

# UI_Tab06_Tab03_SmallHackerTools.Text
source: Smallhacker's tools
fr: Outils de Smallhacker

# AppOption_SMWENI_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_045.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_SMWENE_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_046.Text
source: Executable path:
fr: Chemin de l'exécutable :

# UI_Tab06_Cat03_SubCat01.Text
source: General options
fr: Options générales

# Text_042.Text
source: Check or uncheck buttons that you want to see or not on the sub-menu:
fr: Cochez ou décochez les boutons que vous voulez voir ou non dans le sous-menu :

# AppOption_SMWTYMI_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_050.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_SMWSBE_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_049.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_SMWPTE_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_048.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_SMWBBPE_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_044.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_SMWMTE_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_047.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_ILBPE_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_043.Text
source: Executable path:
fr: Chemin de l'exécutable :

# UI_Tab06_Tab04_OtherApps1.Text
source: Other 1
fr: Autre 1

# AppOption_BRRPlayer_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_061.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_LvMusUtil_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_060.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_AMK_GUI_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_059.Text
source: Exexcutable path (AMKGUI):
fr: Chemin de l'exécutable (AMKGUI) :

# AppOption_AMK_CMD_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_058.Text
source: Exexcutable path (AMK):
fr: Chemin de l'exécutable (AMK) :

# AppOption_MMLEdit_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_057.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_HdmaGR_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_056.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_HeAdder_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_055.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_MarioLuigiLPE_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_054.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_SnesGFX_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_053.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_RecoverLM_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_052.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_LunarExpand_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_051.Text
source: Executable path:
fr: Chemin de l'exécutable :

# UI_Tab06_Tab05_OtherApps2.Text
source: Other 2
fr: Autre 2

# AppOption_PixiConfigurator_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_064.Text
source: Configurator executable path:
fr: Exécutable du configurateur :

# AppOption_Pixi_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_063.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_PetiteMM_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_072.Text
source: Executable folder:
fr: Dossier de l'exécutable :

# AppOption_GPS_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_071.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_EffectTool_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_070.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_SnesColorTool_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_069.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_StatusEffects_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_068.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_FloatingIPS_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_067.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_SPC700Player_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_066.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_M7Map_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_065.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_Blockreator_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_062.Text
source: Executable path:
fr: Chemin de l'exécutable :

# UI_Tab06_Tab06_OtherApps3.Text
source: Other 3
fr: Autre 3

# AppOption_GradientTool_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_082.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_UberASM_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_081.Text
source: Executable folder:
fr: Dossier de l'exécutable :

# AppOption_SMWCustomizer_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_080.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_YYCHR_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_079.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_GraphicEditor_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_078.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_SpriteGFX_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_077.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_MultipleMidwayPoints_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_076.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_InteractionEditor_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_075.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_MarioSE_SelectPath.Text
source: Browse...
fr: Parcourir...
