Repository: Kiki79250CoC/SMWMTL
Catalog: SMW MultiTool Launcher/Frm03_Settings.*.resx
Languages: fr

# Text_074.Text
source: Executable path:
fr: Chemin de l'exécutable :

# AppOption_Asar_SelectPath.Text
source: Browse...
fr: Parcourir...

# Text_073.Text
source: Executable path:
fr: Chemin de l'exécutable :

# UI_Tab06_Title01.Text
source: Applications Options
fr: Options des applications

# UI_Btn_UpdatesModal.Text
source: Software updates
fr: Mises à jour du logiciel

# UI_Btn_Cancel.Text
source: Cancel
fr: Annuler

# $this.Text
source: SMW MultiTools Launcher Settings
fr: Paramètres de SMW MultiTools Launcher

# DownArrowMenu_ReloadSettings.Text
source: Reload settings
fr: Recharger les paramètres

# DownArrowMenu_ImportSettings.Text
source: Import settings
fr: Importer les paramètres

# DownArrowMenu_ExportSettings.Text
source: Export settings
fr: Exporter les paramètres

# DownArrowMenu_ResetSettings.Text
source: Reset settings
fr: Réinitialiser les paramètres

# DownArrowMenu_HD_ExperimentalSettings.Text
source: Experimental Settings
fr: Paramètres expérimentaux

# ExportSettings_SaveFileDialog.Filter
source: .NET configuration file|*.config
fr: Fichier de configuration .NET|*.config

# ExportSettings_SaveFileDialog.Title
source: Export Settings
fr: Exporter les paramètres

# ImportSettings_OpenFileDialog.Filter
source: .NET configuration file|*.config
fr: Fichier de configuration .NET|*.config

# ImportSettings_OpenFileDialog.Title
source: Import Settings
fr: Importer les paramètres

# SelectFileForShortcut.Filter
source: All Files (*.*)|*.*
fr: Tous les fichiers (*.*)|*.*

# SelectFileForShortcut.Title
source: Select the file you want to use this shortcut...
fr: Sélectionner le fichier que vous souhaitez pour utiliser ce raccourci...

# SelectApplicationExecutable_OpenFileBox.Filter
source: Executables (*.exe)|*exe|All files (*.*)|*.*
fr: Exécutables (*.exe)|*exe|Tous les fichiers (*.*)|*.*

# SelectApplicationExecutable_OpenFileBox.Title
source: Select application executable...
fr: Sélectionner l'exécutable de l'application...

# SelectApplicationDirectory_OpenFolderBox.Description
source: Select application directory...
fr: Sélectionner le dossier de l'application...
