Repository: Kiki79250CoC/SMWMTL
Catalog: SMW MultiTool Launcher/Frm06_OS_Version.*.resx
Languages: fr

# WindowsArch_Value.Text
source: 64-bit
fr: 64 bits

# Text5.Text
source: Operating System Complete Version:
fr: Version complète du Système :

# Text2.Text
source: Edition:
fr: Édition :

# Text6.Text
source: Operating System Platform:
fr: Plateforme du Système d'exploitation :

# Text7.Text
source: Operating System Architecture:
fr: Architecture du Système d'exploitation :

# Text8.Text
source: Operating System language:
fr: Langue du Système d'exploitation :

# Text10.Text
source: Total Physical Memory:
fr: Mémoire physique totale :

# Text9.Text
source: Available Physical Memory:
fr: Mémoire physique disponible :

# Text1.Text
source: Operating System Name:
fr: Nom du Système d'exploitation :

# Text4.Text
source: Operating System Version:
fr: Version du Système d'exploitation :

# Text14.Text
source: Computer name:
fr: Nom de l'ordinateur :

# Text13.Text
source: Username:
fr: Nom d'utilisateur :

# Title2.Text
source: More informations and details :
fr: Plus d'informations et de détails :

# Title1.Text
source: Your Windows version :
fr: Votre version de Windows :

# MegabyteUnit.Text
source: MB
fr: Mo

# MSINFO32_Btn.Text
source: Advanced System Informations
fr: Informations Système Avancées

# UI_StatPanel_Description.Text
source: Here are some informations about your computer and your OS.
fr: Voici quelques informations votre ordinateur ainsi que votre système d'exploitation.

# UI_StatPanel_Title.Text
source: Your OS Version
fr: Version de l'OS

# $this.Text
source: Your OS Version •
fr: Version de l'OS •
