Repository: Kiki79250CoC/SMWMTL
Catalog: SMW MultiTool Launcher/Frm99_TranslateForm.*.resx
Languages: fr

# UI00_ConfigFileMissing.Text
source: The file "$SFL" is missing in the program folder. Please check if the file is present, or go to the website to get a copy of the file.
fr: Le fichier "$SFL" est manquant dans le dossier du programme. Veuillez vérifier si le fichier est bien présent, ou rendez-vous sur le site pour obtenir une copie du fichier.

# UI00_UnsupportedOS.Text
source: Current Operating System is not supported by
fr: Le système d'exploitation actuel n'est pas supporté par

# UI01_LegacyUpdatePopupText01.Text
source: Good News! A new version of SMWMTL is available.
fr: Bonne nouvelle ! Une nouvelle version de SMWMTL est disponible !

# UI01_LegacyUpdatePopupText02.Text
source: Current version:
fr: Version actuelle :

# UI01_LegacyUpdatePopupText03.Text
source: New version:
fr: Nouvelle version :

# UI01_LegacyUpdatePopupText04.Text
source: Please update your program to profit new features and bug fixes.
fr: Mettrez à jour SMWMTL pour profiter de nouvelles fonctionnalités et autre corrections de bugs.

# UI01_LegacyBalloonTipTitle.Text
source: SMWMTL • An update to version $VER is available!
fr: Mise à jour vers la version $VER disponible !

# UI01_KillProcess.Text
source: Kill process
fr: Tuer le processus

# UI01_CloseSubMenu.Text
source: Close sub menu
fr: Fermer le sous-menu

# UI01_ShellCommand.Text
source: Command:
fr: Commande :

# UI01_ForTestingPurposes.Text
source: For testing purposes only
fr: À des fins d'évaluation uniquement

# UI01_CloseSubMenuDesc.Text
source: Just closes this sub-menu
fr: Cela ferme juste le sous menu

# UI01_ShowBottomButtonsBtnDesc.Text
source: Click to show the bottom bar buttons
fr: Cliquez pour afficher les boutons de la barre inférieure.

# UI01_HideBottomButtonsBtnDesc.Text
source: Click to hide the bottom bar buttons
fr: Cliquez pour masquer les boutons de la barre inférieure.

# UI01_AboutProgramBtnDesc.Text
source: Show informations about this release of SMWMTL
fr: Affiche les informations concernant votre version de SMWMTL.

# UI01_TaskmgrBtnDesc.Text
source: Open the Windows' Task Manager
fr: Ouvre le Gestionnaire des Tâches de Windows.

# UI01_WinverBtnDesc.Text
source: View your current Windows version with some additional informations
fr: Afficher votre version actuelle de Windows avec quelques informations supplémentaires.

# UI01_ReportCrashBtnDesc.Text
source: Find out what to do when you want to report a bug or crash in SMWMTL.
fr: Trouvez quoi faire lorsque vous souhaitez faire remonter un bug ou un plantage dans SMWMTL.

# UI01_SuggestUpdateBtnDesc.Text
source: Create a suggestion file to request the addition of a new feature.
fr: Créer un fichier de suggestion pour demander l'ajout une nouvelle fonctionnalité.

# UI01_HelpBtnDesc.Text
source: Access the SMWMTL Help file
fr: Accéder au fichier d'aide de SMWMTL

# UI01_SettingsBtnDesc.Text
source: Open the settings window to customize SMWMTL as you want
fr: Ouvre les paramètres de SMWMTL pour le personnaliser comme vous le souhaitez.

# UI01_Smallhacker.Text
source: Smallhacker's tools
fr: Outils de Smallhacker

# UI01_SelectedArch.Text
source: Selected architecture:
fr: Architecture sélectionnée :

# UI01_OpenSubMenuDesc.Text
source: Open his sub menu
fr: Ouvre son sous-menu

# UI01_FolderPath.Text
source: Folder path:
fr: Chemin du dossier :

# UI01_ExecutablePath.Text
source: Executable path:
fr: Chemin de l'exécutable :

# UI01_ShowBottomButtonsBtnTitle.Text
source: Show bottom bar elements
fr: Afficher les éléments de la barre inférieure

# UI01_HideBottomButtonsBtnTitle.Text
source: Hide bottom bar elements
fr: Masquer les éléments de la barre inférieure

# UI01_AboutProgramBtnTitle.Text
source: About SMW MultiTools Launcher
fr: À propos de SMW MultiTools Launcher

# UI01_TaskmgrBtnTitle.Text
source: Task Manager
fr: Gestionnaire des tâches

# UI01_WinverBtnTitle.Text
source: Windows version
fr: Version de l'OS

# UI01_ReportCrashBtnTitle.Text
source: Report a Bug / Crash
fr: Signaler un Bug / Crash

# UI01_SuggestUpdateBtnTitle.Text
source: Suggest Tool / Update
fr: Suggérer un Outil / Mise à jour

# UI01_HelpBtnTitle.Text
source: SMWMTL help
fr: Aide de SMWMTL

# UI01_SettingsBtnTitle.Text
source: SMWMTL settings
fr: Paramètres de SMWMTL

# UI01_OpenConfig.Text
source: Open configurator
fr: Ouvrir le configurateur

# UI01_RunApp.Text
source: Run program
fr: Lancer le programme

# UI01_OpenFolder.Text
source: Open folder
fr: Ouvrir le dossier

# UI01_ViaGUI.Text
source: Via the graphical version
fr: Via la version graphique

# UI01_ViaCMD.Text
source: Via the command line version
fr: Via la version en ligne de commande

# UI01_ShortcutError.Text
source: Shortcut execution error
fr: Erreur d'exécution du raccourci

# UI01_ShortcutTitle.Text
source: Shortcut
fr: Raccourci

# UI01_ShortcutPath.Text
source: Shortcut path:
fr: Chemin du raccourci :

# UI01_ShortcutManagedByWindows.Text
source: Shortcut managed by Windows
fr: Raccourci géré par Windows

# UI01_ShortcutLaunchWith.Text
source: Launch with
fr: Lancé avec

# UI01_LM1CTL_PathError.Text
source: Error: Executable path for selected slot leads to nothing!
fr: Erreur : Le chemin de l'exécutable pour le slot sélectionné ne mène à rien !

# UI01_SelectedLMSlot.Text
source: Selected slot:
fr: Slot sélectionné :

# UI01_UpdateSearchState_Available.Text
source: An update to the version $VER (Build $BLD) is available!
fr: Une mise à jour vers la version $VER (Build $BLD) est disponible.

# UI01_UpdateSearchState_Failed.Text
source: Update Search has failed.
fr: La recherche de mises à jour à échoué.

# UI01_ProgramErrorTitle.Text
source: Program error
fr: Erreur de programme

# UI01_UpdateSearchState_NotAvailable.Text
source: No update available.
fr: Aucune mise à jour disponible.

# UI01_UpdateSearchState_InProgress.Text
source: Update Search in progress...
fr: Recherche de mises à jour en cours...

# UI02_UnableCheckUpdates.Text
source: Unable to check updates for SMWMTL. Please check your Internet connection.
fr: Impossible de vérifier les mises à jour. Veuillez véfifier votre connexion à Internet.

# UI02_UpdateNotFound.Text
source: SMWMTL is currently up to date.
fr: SMWMTL est actuellement à jour.

# UI02_UpdateFound.Text
source: An update is available for SMWMTL.
fr: Une mise à jour est disponible pour SMWMTL.

# UI02_UpdateSearch.Text
source: Searching for Updates...
fr: Recherche de mises à jour...

# UI03_DevModeToggleOffConfirmDesc.Text
source: Developer mode has been disabled. SMWMTL will restart now.
fr: Le mode développeur a été désactivé. SMWMTL va maintenant redémarrer.

# UI03_SettingsAppliedDesc.Text
source: Application settings have been applied successfully. SMWMTL will now restart.
fr: Les paramètres de l'application ont été appliqués avec succès. SMWMTL va maintenant redémarrer.

# UI03_DevModeToggleOnConfirmDesc.Text
source: Developer mode has been enabled. SMWMTL will restart now.
fr: Le mode développeur a été activé. SMWMTL va maintenant redémarrer.

# UI03_DevModeToggleTitleText.Text
source: Developer mode
fr: Mode développeur

# UI03_DevModeEnabledTitleText.Text
source: DEVELOPER MODE ENABLED
fr: MODE DÉVELOPPEUR ACTIVÉ

# UI03_DevModeToggleOffRequestDesc.Text
source: Would you want to disable Developer mode?
fr: Voulez-vous désactiver le mode développeur ?

# UI03_SettingsAppliedTitle.Text
source: Settings applied
fr: Paramètres appliqués

# UI03_DevModeToggleOnRequestDesc.Text
source: Would you want to enable Developer mode?
fr: Voulez-vous activer le mode développeur ?

# UI03_DWM_WinVista.Text
source: Extend Windows Aero into client zone of this application
fr: Étendre Windows Aero dans la zone cliente de l'application

# UI03_SettingsExportSuccessDesc.Text
source: Application settings were successfully exported to
fr: Les paramètres de l'application ont été exportés avec succès vers

# UI03_SettingsResetDesc.Text
source: Application settings have been successfully reset. SMWMTL will now restart.
fr: Les paramètres de l'application ont été réinitialisés avec succès. SMWMTL va maintenant redémarrer.

# UI03_SettingsExportSuccessTitle.Text
source: Settings exported
fr: Paramètres exportés

# UI03_DWM_Win8.Text
source: Extend Windows Accent color into client zone of this application
fr: Étendre la couleur d'accentuation des fenêtre dans la zone cliente de l'application

# UI03_SettingsIMportSuccessDesc.Text
source: Application settings were successfully imported. SMWMTL will now restart.
fr: Les paramètres de l'application ont été importés avec succès. SMWMTL va maintenant redémarrer.

# UI03_SettingsImportSuccessTitle.Text
source: Settings imported
fr: Paramètres importés

# UI03_SettingsResetTitle.Text
source: Settings reseted
fr: Paramètres réinitialisés

# UI03_FormattingCodes.Text
source: Formatting Codes: "$RS" -> Release type (for example "Stable") "$MV" -> Major version (for example "2.10") "$BN" -> Build number (for example "1200.00") "$CV" -> Complete version (for example "2.10.1200.00-rtmbld-08") "$BDD" -> Build date day (for example "13") "$BDM" -> Build date month (for example "04" ("04" for "April")) "$BDY" -> Build date year (for example "2021") "$BDV" -> Build date in long format (for example "13 April 2021") "$BDC" -> Combined build date from build string (for example "130421") "$ABS" -> Build string (the one you can see in the "About SMWMTL" window) "$CN" -> Release codename (for example "Québec") You can write these codes in the custom Title text field. (These codes are case sentitive, so write them in capital letters)
fr: Codes de formatage : "$RS" -> Type de version (par example "Stable") "$MV" -> Version majeure (par example "2.10") "$BN" -> Numéro de build (par example "1200.00") "$CV" -> Version complète (par example "2.10.1200.00-rtmbld-08") "$BDD" -> Jour de la date de Build (par example "13") "$BDM" -> Mois de la date de Build (par example "04" ("04" pour "Avril")) "$BDY" -> Année de la date de Build (par example "2021") "$BDV" -> Date de Build format verbal (par example "13 Avril 2021") "$BDC" -> Date de Build combinée (par example "130421") "$ABS" -> Chaîne de version (Celle que vous voyez dans la fenêtre "À propos") "$CN" -> Nom de code de la version (par example "Québec") Vous pouvez écrire ces codes dans la zone de texte personnalisé. (Ces codes sont sensible à la casse, donc écrivez-les en MAJUSCULES).

# UI04_UpdateInstallOnAppClose.Text
source: This update will install at next application startup
fr: La mise à jour s'installera à la fermeture de l'application

# UI04_UpdateInstalling.Text
source: Installing...
fr: Installation...

# UI04_UpdateDownloading.Text
source: Downloading...
fr: Téléchargement...

# UI04_StatPanel_DescSearchFailed.Text
source: An error has happened during the update search process.
fr: Une erreur s'est produite pendant le processus de recherche des mises à jour.

# UI04_StatPanel_TitleSearchFailed.Text
source: An error has occurred...
fr: Une erreur est survenue...

# UI04_UpdateEngineVersion.Text
source: SMWMTL_Update version:
fr: Version de SMWMTL_Update :

# UI04_AppCurrentVersion.Text
source: Your SMWMTL version:
fr: Votre version de SMWMTL :

# UI04_DownloadedText.Text
source: downloaded
fr: téléchargés

# UI04_UpdateCheckInProgress.Text
source: Check in progress...
fr: Recherche en cours...

# UI04_MegabyteUnit.Text
source: MB
fr: Mo

# UI04_UpdateLastCheck.Text
source: Most recent check for updates:
fr: Dernière recherche de mises à jour :

# UI04_NewerVersion.Text
source: Latest version available:
fr: Version la plus récente disponible :

# UI04_StatPanel_DescNoUpdate.Text
source: Good news ! Your SMWMTL installation is up to date. No further action required.
fr: Bonne nouvelle ! Votre installation de SMWMTL est à jour. Aucune action supplémentaire requise.

# UI04_StatPanel_DescUpdatesFound.Text
source: Here is some information about the changes made with this new update.
fr: Voici quelques informations sur les modifications apportées avec cette nouvelle mise à jour.

# UI04_StatPanel_DescSearch.Text
source: Please wait while SMWMTL searches if a new version of the software is available...
fr: Veuillez patienter pendant que SMWMTL recherche si une nouvelle version du logiciel est disponible...

# UI04_StatPanel_DescHome.Text
source: Click "Search Updates" to search new updates for SMW MultiTools Launcher...
fr: Cliquez sur "Rechercher les mises à jour" pour rechercher les nouvelles mises à jour pour SMW MultiTools Launcher.

# UI04_ErrorWhenDownloadingData.Text
source: An error occured when downloading informations.
fr: Une erreur est survenue pendant le téléchargement des données.

# UI04_CurrentVersion.Text
source: Current version:
fr: Version actuelle :

# UI04_StatPanel_TitleNoUpdate.Text
source: No update available
fr: Aucune mise à jour disponible

# UI04_StatPanel_TitleUpdatesFound.Text
source: A new version of SMWMTL is available!
fr: Une nouvelle version de SMWMTL est disponible !

# UI04_StatPanel_TitleSearch.Text
source: Searching for new updates...
fr: Recherche de nouvelles mises à jour...

# UI04_StatPanel_TitleHome.Text
source: Ready to searching updates...
fr: Prêt à rechercher des mises à jour...

# UI04_MainTextDesc01.Text
source: Update Search is a useful process that helps you keep SMWMTL up to date. It checks whether a newer version is available or not. If yes, this update will proposed to you.
fr: La recherche de mise à jour est un processus utile qui vous aide à maintenir SMWMTL à jour. Il vérifie si une version plus récente du logiciel est disponible ou non. Si oui, cette mise à jour vous sera proposée.

# UI04_MainTextTitle01.Text
source: What is "Update Search" ?
fr: Qu'est-ce que la recherche des mises à jour ?

# UI05_IsAvailableText.Text
source: is available!
fr: est disponible !

# UI0A_FeatureUpdate.Text
source: Feature update:
fr: Mise à jour de fonctionnalités :

# UI0A_TradLine_01.Text
source: Error
fr: Erreur

# UI0A_TradLine_02.Text
source: Error when trying to launch MSINFO32.EXE
fr: Une erreur est survenue lors de la tentative d'exécution de MSINFO32.EXE

# RlmGUI_TradLine01.Text
source: Graphical Interface for Recover Lunar Magic
fr: Interface Graphique pour Recover Lunar Magic

# RlmGUI_AboutTitle.Text
source: About Recover LM GUI
fr: À propos de Recover LM GUI

# RlmGUI_Done.Text
source: Done.
fr: Terminé.

# RlmGUI_OutputZoom.Text
source: Console output zoom:
fr: Zoom de la sortie de la console :
