Repository: Kiki79250CoC/SMWMTL
Catalog: SMW MultiTool Launcher/Y_Recover_LM_GUI.*.resx
Languages: fr

# FileToUnlock_Text.Text
source: Locked ROM:
fr: ROM verrouillée :

# UnlockedFile_Text.Text
source: Unlock to:
fr: Déverrouiller vers :

# RecoverBtn.Text
source: Recover
fr: Récupérer

# ConsoleOutput_Groupbox.Text
source: Output :
fr: Sortie de la console :

# Informations_Groupbox.Text
source: File informations
fr: Informations des fichiers

# ConsoleOutputZoom_Text.Text
source: Console output Zoom : XX
fr: Zoom de la sortie de la console : XX

# OpenLockedROM.Filter
source: Super Mario World ROMs (*.smc;*.sfc)|*.smc;*.sfc
fr: ROMs Super Mario World (*.smc;*.sfc)|*.smc;*.sfc

# OpenLockedROM.Title
source: Select your restricted ROM file...
fr: Sélectionnez votre ROM verrouillée...

# SaveUnlockedROM.Filter
source: Super Mario World ROMs (*.smc;*.sfc)|*.smc;*.sfc
fr: ROMs Super Mario World (*.smc;*.sfc)|*.smc;*.sfc

# ExportConsoleOutput.Filter
source: TextFile (*.txt)|*.txt
fr: Fichier texte (*.txt)|*.txt

# ResetWindow_MenuItem.Text
source: Reset this window
fr: Réinitialiser cette fenêtre

# ShowStatusBar_MenuItem.Text
source: Show status bar
fr: Afficher la barre d'état

# Close_MenuItem.Text
source: Close
fr: Fermer

# ConsoleOutput_MenuItem.Text
source: Console output
fr: Sortie de la console

# ShowConsoleOutput_MenuItem.Text
source: Show console output
fr: Afficher la sortie de la console

# ClearConsoleOutput_MenuItem.Text
source: Clear console output
fr: Nettoyer la sortie de la console

# ConsoleOutput_Submenu.Text
source: Console output zoom
fr: Zoom de la sortie de la console

# Zoom1x_MenuItem.Text
source: 1x Zoom
fr: Zoom x1

# Zoom2x_MenuItem.Text
source: 2x Zoom
fr: Zoom x2

# Zoom3x_MenuItem.Text
source: 3x Zoom
fr: Zoom x3

# Zoom4x_MenuItem.Text
source: 4x Zoom
fr: Zoom x4

# Zoom5x_MenuItem.Text
source: 5x Zoom
fr: Zoom x5

# Zoom6x_MenuItem.Text
source: 6x Zoom
fr: Zoom x6

# Zoom7x_MenuItem.Text
source: 7x Zoom
fr: Zoom x7

# Zoom8x_MenuItem.Text
source: 8x Zoom
fr: Zoom x8

# Zoom9x_MenuItem.Text
source: 9x Zoom
fr: Zoom x9

# Zoom10x_MenuItem.Text
source: 10x Zoom
fr: Zoom x10

# CustomZoom_MenuItem.Text
source: Custom
fr: Personnalisé

# ResetZoom_MenuItem.Text
source: Reset zoom
fr: Réinitialiser le zoom

# ExportConsoleOutput_MenuItem.Text
source: Export console output (.txt)
fr: Exporter la sortie de la console (.txt)

# HowToUse_MenuItem.Text
source: How to use?
fr: Comment l'utiliser ?

# About_MenuItem.Text
source: About Recover LM GUI
fr: À propos de Recover LM GUI
